local et = {}
local data_table =
 {
 ["index"] = {
["id"] = {1,"number"},
["name"] = {2,"string"},
["duration"] = {3,"number"},
["boss_id"] = {4,"number"},
["win_condition"] = {5,"string"},
["bg_asset"] = {6,"string"},
["base_wingman"] = {7,"number"},
},
["data"] = {
	[1001]={1001,"第1关",90,9001,"1|9001","",3},
	[1002]={1002,"第2关",90,9001,"1|9001","",4},
	[1003]={1003,"第3关",100,9001,"1|9001","",4},
	[1004]={1004,"第4关",100,9001,"1|9001","",5},
	[1005]={1005,"第5关",110,9001,"1|9001","",5},
},

}
return data_table
